{
  "Researching & Evaluating Sources": [
    {
      "num": 1,
      "title": "Avoid Referencing Ambiguous Statments",
      "text": "If a source makes a claim that is entirely up to interpretation, it likely does not serve a substantial purpose as evidence. In these instances, it's best to state what would otherwise be your analysis without the empty reference or find a different quote that substanciates your claim.",
      "quote": "For example, 'We should all support reproductive justice.' There isn't one widely accepted definition of reproductive justice. [Readers] may be wondering if it means access to abortion across racial and economic groups or access to birth control or sex education or some combination of all of those. ... What is it exactly that the argument is asking us to support?",
      "quoteSource": "Assessing the Strength of an Argument, Anna Mills"
    },
    {
      "num": 1,
      "title": "Beware of Logical Gaps",
      "text": "Some arguments may contain a logical gap hidden through intentional vagueness. When evaluating an argument, always apply some skepticism to identify that its reasoning is actually logical and doesn't just sound sensible from the surface.",
      "quote": "'No medical professional should be allowed to intentionally harm a human. What is a fetus if not human?'\n\n...The above argument does not hold up because it depends on a sleight of hand, a shift from the idea of a human, meaning a human being, to the adjective 'human,' which can apply to anything with human cells and DNA, including hair and toenails.",
      "quoteSource": "Assessing the Strength of an Argument, Anna Mills"
    },
    {
      "num": 1,
      "title": "Convey the Level of Endorsement",
      "text": "When presenting someone's claim, instead of stating that they \"said\" it, try being more descriptive of their opinion before providing the quote. This could be with language such as \"They praise\" or \"They criticize\".",
      "quote": "If the argument's main purpose is to convince us that something is bad or good or of mixed value, we can signal that evaluation to the reader right off the bat. ...We can ask ourselves how many stars the argument is giving the thing it evaluates. A five-star rating 'celebrates' or 'applauds' its subject while a four-star rating might be said to 'endorse it with some reservations.'",
      "quoteSource": "Summary of Another Writer's Argumnet, Anna Mills"
    },
    {
      "num": 1,
      "title": "Read Like A Writer",
      "text": "When analyzing a source, consider the perspective of the writer and evaluate the different decisions that went into writing the text. No one understands the author's perspective better than the author themself, so it can be valuable to try to see their perspective and understand the different choices they made.",
      "quote": "When you Read Like a Writer (RLW) you work to identify some of the choices the author made so that you can better understand how such choices might arise in your own writing.",
      "quoteSource": "How to Read Like a Writer, Mike Bunn"
    },
    {
      "num": 1,
      "title": "See the Big and the Small Picture",
      "text": "Important information about a piece writing can be found everywhere within it! To fully understand a source, it is helpful to analyze on a macro scale (i.e. structure, logical flow, pacing, purpose) and a micro scale (i.e. diction, syntax, use of figurative language, grammar). This helps you see the big picture and can make it easier to analyze in your own writing.",
      "quote": "The goal as you read like a writer is to locate what you believe are the most important writerly choices represented in the text-choices as large as the overall structure or as small as a single word used only once.",
      "quoteSource": "How to Read Like a Writer, Mike Bunn"
    },
    {
      "num": 1,
      "title": "Explore Libraries!",
      "text": "There is a lot of information out there that can't be found on Google Search. Consider visiting your school's or your local municipal library to research information from different mediums",
      "quote": "There are a wealth of online resources beyond Google available from the UCSC Library that contain scholarly sources and are often available full text online.",
      "quoteSource": "Library Research Step by Step, UCSC University Library"
    }
  ],
  "Building an Outline": [
    {
      "num": 1,
      "title": "Make an Argument Map!",
      "text": "An effective way to visualize an argument is to make a map or similar diagram. In this method, you identify a key concept for the center of the map, and then branch off of it for each subclaim. Those branching nodes can have further branches for things such as evidence and analysis. You can ultimately use this to construct a breakdown of the argument.",
      "quote": "The argument map can guide us as we write the summary. To make the map, we have already had to choose what to leave out and what to emphasize. We have already shown what role each claim plays in the overall argument. Now, instead of colors and arrows and labels like 'claim' and 'reason,' we will use strategic phrases to show how the parts fit together.",
      "quoteSource": "Summary of Another Writer's Argumnet, Anna Mills"
    },
    {
      "num": 1,
      "title": "Order of Subclaims Matters",
      "text": "When outlining the essay, consider what order each subclaim should be presented in. It is rare for the order to be completely irrelevant, so consider if they have natural chronology or can build off of each other if presented in a thoughtful order.",
      "quote": "There may be multiple ways to order your topic sentences and units of support for the same thesis and you, as the writer, need to identify an order that makes sense, given your purpose, content, and reading audience.",
      "quoteSource": "Writing the Essay Draft, Susan Oaks"
    },
    {
      "num": 1,
      "title": "Merge Styles to Create New Ones",
      "text": "It can often be difficult to find a unique voice or approach in writing. A common way to do this may be by compiling several, perhaps vastly different, styles into one. This, in essence, is the creative process and can lead to interesting and distinct styles.",
      "quote": "Data, by combining two “radically different styles,” has created his own style. Without the imitation and interpretation of those two, he could not and would not have generated his own style.",
      "quoteSource": "The Evolution of Imitation: Building Your Style, Craig A. Meyer"
    },
    {
      "num": 1,
      "title": "Consider Information Heiarchy",
      "text": "For concise or persuasive text, you may want to convey information swiftly to the reader. Often, readers will not read a peice in it's entirety, or will lose focus as they read. To combat this, consider putting the most important and actionable information at the start of the work for maximal effect.",
      "quote": "Keep the most important information at the beginning of your sheet. Let your audience know what the issue is and what action you would like them to do. Otherwise, they may decide to quit reading before they know what you want them to do!",
      "quoteSource": "Fact Sheet Handout, Kent State"
    },
    {
      "num": 1,
      "title": "Understand the Assignment Before Getting Started",
      "text": "Before you start outlining, be sure that you fully understand the expectations of the assignment to ensure you cover all of the key information needed. If the writing is not done for a clearly outlined assignment, consider what the hypothetical assignment would be to make sure you're considering what information and research is required to make an effective outline.",
      "quote": "Understand the assignment\nIs it an assigned topic or can it be one of your own choosing?\nHow many pages should it be?\nAre you required to use certain types of materials, such as scholarly articles?",
      "quoteSource": "Library Research Step by Step, UCSC University Library"
    }
  ],
  "Writing Productive Drafts": [
    {
      "num": 1,
      "title": "Ramble, Then Sift",
      "text": "Feel empowered to write everything that comes to mind on the first draft, even if it is messy and loosely structured. Then, go back and remove anything unnecesary, or even elaborate on any incomplete thoughts. Drafts aren't meant to be perfect, so be anything but a perfectionist!",
      "quote": "The next day, I'd sit down, go through it all with a colored pen, take out everything I possibly could, find a new lead somewhere on the second page, figure out a kicky place to end it, and then write a second draft.",
      "quoteSource": "Shitty First Drafts, Anne Lamott"
    },
    {
      "num": 1,
      "title": "Drafts Can Be Outlines",
      "text": "An outline's purpose is to structure your thoughts and get ideas going. Depending on the person and their attitude towards the subject matter, the most productive outline might be a messy prototype of the final work. A lot of times, we can get eager to get our ideas out on paper, and while it's unlikely for our initial ramble will be as polished as ideal, it could provide a guiding vision for what the final result may resemble.",
      "quote": "The first draft is the child's draft, where you let it all pour out and then let it romp all over the place, knowing that no one is going to see it and that you can shape it later. You just let this childlike part of you channel whatever voices and visions come through and onto the page.",
      "quoteSource": "Shitty First Drafts, Anne Lamott"
    },
    {
      "num": 1,
      "title": "Consider Writing the Indroduction Last",
      "text": "Introductions are important and set the context for the rest of the essay. For that reason, it may be beneficial to save the introduction for last to ensure it accurately captures everything the essay has to say.",
      "quote": "Many teachers generally recommend that students write their introductions last, because oftentimes introductions are the hardest paragraphs to write. They're difficult to write first because you have to consider what the reader needs to know about your topic before getting to the thesis.",
      "quoteSource": "Writing the Essay Draft, Susan Oaks"
    },
    {
      "num": 1,
      "title": "Feedback is Valuable at All Stages",
      "text": "Even if you're not happy with where your writing is, it can still be helpful to get feedback and suggestions from others. Don't fear that the reviewer will be too critical, that is the point of getting feedback before submitting/publishing your work!",
      "quote": "Many people avoid asking others what they think about a piece of writing because they have a sneaking suspicion that the news will not be good. If you want to improve your writing, however, constructive criticism from others will help. Remember that the criticism you receive is only criticism of the writing and not of the writer.",
      "quoteSource": "Getting Feedback, Writing Center of UNC Chapel Hill"
    }
  ],
  "Polishing and Perfecting": [
    {
      "num": 1,
      "title": "Add Flavor with Punctuation",
      "text": "Punctuation serves a purpose beyond just gramatical correctness. Explore interesting uses of punctuation to make your writing more playful and engaging!",
      "quote": "Ultimately, though, we should care about punctuation not because of the rules but because of our readers. Writing that's well punctuated is more than just 'correct.' It's readable, informative, and often even engaging. In short, it's rhetorically effective.",
      "quoteSource": "Punctuation's Rhetorical Effects, Kevin Cassell"
    },
    {
      "num": 1,
      "title": "Ensure Everything is Unified",
      "text": "When going from drafts to a final product, an important thing to verify is that all ideas flow nicely between each other and all relate to supporting the thesis. The writing may look finished, but you can benefit from reevaluating if all of the information is actually necesary, cohesive, and works towards proving your thesis. (Bonus Tip: if your ideas don't all relate to your thesis, consider updating the thesis instead of the essay!)",
      "quote": "Every paragraph should be:\n• Unified: All of the sentences in a single paragraph should be related to a single controlling idea (often expressed in the topic sentence of the paragraph).\n• Clearly related to the thesis: The sentences should all refer to the central idea, or thesis, of the paper (Rosen and Behrens 119).\n• Coherent: The sentences should be arranged in a logical manner and should follow a definite plan for development (Rosen and Behrens 119).\n...",
      "quoteSource": "Paragraphs, Writing Center of UNC Chapel Hill"
    },
    {
      "num": 1,
      "title": "Consider Your Audience",
      "text": "Check for language that is too complex or explanations that are unnecesary given your paper's intended audience. For wider audiences, it's important to consider what concepts inexperienced readers may be unfamiliar with in order to make the work more accessible. If the writing is intended for more experienced readers, you can avoid explaining concepts those readers may alredy be familiar with.",
      "quote": "Before preparing a fact sheet, think about your audience. Your information will be written differently if the audience is experts in the field versus the general public. If your audience is the general public, use words that the average person (someone without professional training in the subject area) can understand.",
      "quoteSource": "Fact Sheet Handout, Kent State"
    }
  ],
  "\"Rules\" to be Broken": [
    {
      "num": 1,
      "title": "\"I\" Statements are Welcome",
      "text": "Many students, myself included, are told to avoid using first-person statements that draw from personal experience. While this may be explicitly enforced in some settings, this is more of a stylistic choice than a firm rule that must be followed.",
      "quote": "Many of you have been taught not to use the word 'I' in your academic writing; not to include anything that does not directly relate to that mysterious thing called a 'thesis statement;' and not to include anything personal in your writing. The opening of this essay has broken all of those so-called rules ...",
      "quoteSource": "Weaving Personal Experience into Academic Writing, Marjorie Stewart"
    },
    {
      "num": 1,
      "title": "Immitation vs. Plagarism",
      "text": "Immitating other work can be an efficient approach to learning from the work we read. Immitating is different from plagarism since it strives to learn from the conventions of the sampled work rather than copying from it. This is an encouraged academic practice and a common method of learning in many other settings.",
      "quote": "Oftentimes, we learn by mimicking or imitating others. Consider how you might catch yourself acting like a parent or close loved one—in essence, you are imitating that behavior.",
      "quoteSource": "The Evolution of Imitation: Building Your Style, Craig A. Meyer"
    },
    {
      "num": 1,
      "title": "Play With Punctuation!",
      "text": "We are often taught that punctuation is a rule of grammar that must be followed in writing, which can feel restricting. In reality, puctuation is flexible and you can adapt different uses of punctuation in creative ways!",
      "quote": "Instead of 'rules,' we prefer to use the more flexible word conventions, which includes standard expectations of correct usage—certain 'rules'—but applies them within a broader context in which authors frequently have options on how and when to use punctuation.",
      "quoteSource": "Punctuation's Rhetorical Effects, Kevin Cassell"
    }
  ],
  "Rhetorical Toolkit": [
    {
      "num": 1,
      "title": "Credibility is Powerful",
      "text": "When writing anything persuasive, a critical reader will always question why they should be listening to you. If you establish yourself as a credible and reliable source of information, you will be more easily trusted and your arguments will often be more effective.",
      "quote": "You've probably noticed that establishing credibility (ethos) is one of the most important things an author can do, and nearly every aspect of the essay—its audience awareness, organization, and content—can affect the author's credibility.",
      "quoteSource": "Assessing Source Credibility for Crafting a Well-Informed Argument, Kate Warrington & Natasha Kovalyova & Cindy King"
    },
    {
      "num": 1,
      "title": "Establish Credibility Through Personal Examples",
      "text": "Personal narrative can demonstrate why an issue relates to someting you're knowledgable or passionate about, which establishes you as a credible author. For emotionally touching stories, it can also provide a dimension of reality and the topic to remind the reader that the events discussed have real-world emotional impact.",
      "quote": "Melynda chose to write about teen suicide, certainly an important topic, but one that far too often leads to a patchwork of statistics and distant narratives, more a report than an essay with heart. Sadly, Melynda had reason to care deeply about her topic: her cousin Jared killed himself with an overdose of prescription pain medication.",
      "quoteSource": "Weaving Personal Experience into Academic Writing, Marjorie Stewart"
    },
    {
      "num": 1,
      "title": "Punctuation Alters Voice and Tone",
      "text": "A writer's use of punctuation can influence the tone and voice of the writing. Punctuation can imply sophistication such as with the use of em-dashes which are typically not used in casual settings. It could also imply a laid back tone such as with ellipsis at the end of sentences (i.e. \"ummm... not sure about that..?\"). The use of punctuation can range pretty heavily between mediums such as casual texting to scholarly papers, so it is important to consider how your punctuation comes off.",
      "quote": "...punctuation, by conveying the tone of an author's voice, can also illustrate the context of a situation being described",
      "quoteSource": "Punctuation's Rhetorical Effects, Kevin Cassell"
    },
    {
      "num": 1,
      "title": "Differentiate Pathos from Bias",
      "text": "Appeals to emotion can be a strong way to communicate an actionable message, but cautious of the way you communicate in this way. If it's too frontal, it may give off a feeling of bias and guilt-tripping rather than persuasion.",
      "quote": "Appealing to the reader's emotions (using pathos) can be very effective at helping the reader connect to the author's main point, but when we select sources for research projects, we must make sure that an author's appeal to emotion is not a sign of bias. Biased sources may cause readers to feel guilty about holding certain viewpoints or engaging in certain activities ...",
      "quoteSource": "Weaving Personal Experience into Academic Writing, Marjorie Stewart"
    }
  ]
}
